{
  "common": {
    "company": {
      "name": "باوند",
      "version": "1.0",
      "allRightsReserved": "جميع الحقوق محفوظة"
    }
  },

  "females": "إناث",
  "power": "القّوة",
  "professional training programs for females to achieve your goals.": "برامج تدريبية احترافية للإناث لتحقيق أهدافك.",
  "professional training programs for males to achieve your goals.": "برامج تدريبية احترافية للذكور لتحقيق أهدافك.",
  "males": "ذكور",
  "our programs": "برامجنا",
  "our coaches": "مدربينا",
  "login": "تسجيل الدخول",
  "email": "البريد الإلكتروني",
  "password": "كلمة المرور",
  "register": "تسجيل",
  "required": "مطلوب",
  "deep dive": "للتعمّق",
  "invalid credentials": "بيانات التسجيل غير صالحة",
  "You have to be loggedin in order to purchase the program": "يجب عليك تسجيل الدخول لتتمكن من شراء البرنامج",
  "signing in": "جاري تسحيل الدخول",
  "don't have an account?": "ليس لديك حساب؟",
  "Email already exists": "البريد الإلكتروني موجود بالفعل",
  "email is invalid": "البريد الإلكتروني غير صالح",
  "Pound Platform wishes you a ramdan mubarak": "منصة باوند تتمنى لكم رمضان مبارك",
  "name": "الاسم",
  "full name": "الاسم الكامل",
  "height": "الطول",
  "customer reviews": "آراء العملاء",
  "weight": "الوزن",
  "country": "الدولة",
  "city": "المدينة",
  "age": "العمر",
  "Thank You for Signing Up!": "شكرًا للانضمام إلينا!",
  "Explore our website to find the perfect coach who will guide you on your training journey": "استكشف موقعنا للعثور على المدرب المثالي الذي سيرشدك في رحلتك التدريبية.",
  "Start your training journey": "ابدأ رحلتك التدريبية",
  "Join us today to experience the best service tailored just for you.": "انضم إلينا اليوم لتجربة أفضل خدمة مصممة خصيصًا لك.",
  "dob": "تاريخ الميلاد",
  "gender": "الجنس",
  "Female": "أنثى",
  "Male": "ذكر",
  "fitness level": "مستوى اللياقة البدنية",
  "Beginner": "مبتدئ",
  "Intermediate": "متوسط",
  "Advanced": "متقدم",
  "cm": "سم",
  "kg": "كج",
  "year": "سنة",
  "eg": "مثال",
  "goals": "الأهداف",
  "weight loss": "خسارة الوزن",
  "muscle gain": "زيادة الكتلة العضلية",
  "bulk": "تضخيم",
  "cut": "تنشيف",
  "new user": "مستخدم جديد",
  "continue": "متابعة",
  "must be": "يجب أن يكون",
  "characters": "أحرف",
  "at least": "على الأقل",
  "less than": "أقل من",
  "username": "اسم المستخدم",
  "does not match": "غير متطابقة",
  "confirm password": "تأكيد كلمة المرور",
  "I have read and agree to the Terms": "لقد قرأت وأوافق على الشروط",
  "Accept Terms is required": "قبول الشروط مطلوب",
  "already have an account?": "لديك حساب؟",
  "registering means that you accept and agree to our terms.": "التسجيل يعني أنك تقبل وتوافق على شروطنا.",
  "submitting means that you provide accurate information.": "التسجيل يعني أنك تقدم معلومات دقيقة.",
  "Visitor": "الزوار",
  "logout": "تسجيل الخروج",
  "Order ID": "معرف الطلب",
  "User ID": "معرف المستخدم",
  "Items": "العناصر",
  "Addons": "الإضافات",
  "Price": "السعر",
  "Status": "الحالة",
  "Training Programs": "برامج التدريب",
  "New Program": "برنامج جديد",
  "Program plans": "خطط البرنامج",
  "New Plan": "خطّة جديد",
  "Plan Name": "اسم الحزمة",
  "Description": "الوصف",
  "Delivery Days": "مدّة التوصيل",
  "days": "يوم",
  "users": "المستخدمين",
  "home": "الرئيسية",
  "account": "الحساب",
  "programs": "البرامج",
  "coaches": "المدربيين",
  "categories": "الأقسام",
  "nutrition": "التغذية",
  "cardio": "الكارديو",
  "strength": "القّوة",
  "main": "منصّة باوند",
  "red": "28 يومًا.",
  "get the program": "الحصول على البرنامج",

  "Note: This chart is for forecasting only and may not be 100% accurate. Please keep in mind that results may vary and depend on changing conditions and factors. Use this information with caution and consult relevant experts before making any health decisions.": "ملاحظة: هذا الرسم البياني مخصص للتنبؤ فقط وقد لا يكون دقيقًا بنسبة 100%. يرجى مراعاة أن النتائج قد تختلف وتعتمد على الظروف والعوامل المتغيرة. استخدم هذه المعلومات بحذر واستشر الخبراء المختصين قبل اتخاذ أي قرارات صحية.",

  "it is worth it": "الأمر يستحق ذلك",
  "of your weight": "من وزنك",
  "The Mayo Clinic conducted a study which found that overweight people who lose 20% or more of their body weight are more than twice as likely to show improved metabolic health as those who only lose 5-10%.": "أجرت مايو كلينك دراسة وجدت أن الأشخاص الذين يعانون من زيادة الوزن والذين يفقدون 20% أو أكثر من وزن الجسم هم أكثر عرضة بمرتين لإظهار تحسن في الصحة الأيضية مثل أولئك الذين يفقدون 5-10% فقط.",
  "A study by the University of Utah found that working out just 5 minutes per day can maintain your level of fitness, improve energy levels, and lead to better sleep.": "وجدت دراسة أجرته جامعة يوتا أن ممارسة التمارين الرياضية لمدة 5 دقائق فقط يوميًا يمكن أن تحافظ على مستوى لياقتك البدنية، وتحسن مستويات الطاقة، وتؤدي إلى نوم أفضل.",
  "gaining": "زيادة",
  "gain": "اكتسب",
  "lose": "اخسر",
  "A normal weight range for your height is between": "يتراوح الوزن الطبيعي بالنسبة لطولك بين",
  "Any weight below": "أي وزن أقل من",
  "classified as underweight and is not recommended by World Health Organization.": "يصنف على أنه نقص الوزن ولا توصي به منظمة الصحة العالمية.",
  "and": "و",
  "Uh-oh! Low weight alert!": "اه أوه! تنبيه انخفاض الوزن!",
  "losing": "خسارة",
  "same": "طبيعي",

  "normal": "طبيعي",
  "You’re starting from a great place! Now we’ll use your BMI to create a program tailored to your needs.": "أنت تبدأ من مكان رائع! الآن سوف نستخدم مؤشر كتلة الجسم الخاص بك لإنشاء برنامج مصمم خصيصًا لتلبية احتياجاتك.",
  "underweight": "نقص في الوزن",
  "You have some work ahead of you, but it’s great that you’re taking this first step. We’ll use your BMI to create a program just for you.": "أمامك بعض العمل، ولكن من الرائع أن تتخذ هذه الخطوة الأولى. سنستخدم مؤشر كتلة الجسم الخاص بك لإنشاء برنامج مخصص لك فقط.",
  "overweight": "زيادة في الوزن",
  "You have some work ahead of you, but it’s great that you’re taking this first step. We’ll use your BMI to create a weight loss program just for you.": "أمامك بعض العمل، ولكن من الرائع أن تتخذ هذه الخطوة الأولى. سنستخدم مؤشر كتلة الجسم الخاص بك لإنشاء برنامج لإنقاص الوزن مخصص لك فقط.",
  "obese": "بدين",
  "There’s a lot you could gain by losing a little weight. We’ll use your BMI to create the weight loss program you need.": "هناك الكثير الذي يمكنك كسبه من خلال فقدان القليل من الوزن. سنستخدم مؤشر كتلة الجسم الخاص بك لإنشاء برنامج إنقاص الوزن الذي تحتاجه.",

  "this is your wellness profile": "هذا هو ملف الصحّة الشخصي الخاص بك",
  "Body Mass Index (BMI)": "مؤشر كتلة الجسم (BMI)",
  "your ramadan journey": "رحلتك الرمضانية",
  "age range": "الفئة العمرية",
  "body shape": "شكل الجسم",
  "your dream weight?": "وزن أحلامك؟",
  "what is your 'dream body'?": "ما هو 'جسم أحلامك'؟",
  "Older people are found to have a higher body fat percentage than younger people with the same BMI.": "وجد أن كبار السن لديهم نسبة دهون في الجسم أعلى من الشباب الذين لديهم نفس مؤشر كتلة الجسم.",
  "The trainee must choose the last time her body was in its best shape so that the trainers can customize an appropriate training program suitable for her individual needs.": "يجب على المتدرب اختيار آخر مرة كان فيها جسده في أفضل حالاته حتى يتمكن المدربون من تخصيص برنامج تدريبي مناسب يناسب احتياجاته الفردية.",
  "Body mass index (BMI) is a metric of body fat percentage commonly used to estimate risk levels of potential health problems.": "مؤشر كتلة الجسم (BMI) هو مقياس لنسبة الدهون في الجسم ويستخدم عادة لتقدير مستويات خطر المشاكل الصحية المحتملة.",
  "Please, enter a value between 90 and 243 cm": "من فضلك أدخل قيمة بين 90 سم و 243 سم",
  "Your BMI is": "مؤشر كتلة جسمك هو",
  "which is considered": "وهو ما يعتبر",
  "Please, enter a value between 25 and 300 kg": "من فضلك أدخل قيمة بين 25 كج و 300 كج",
  "when was the last time your body was in its best shape?": "متى آخر مرة كان جسمك في أفضل شكل له؟",
  "We ask about your age to personalize your plan": "نحن نسألك عن عمرك لتخصيص خطتك",
  "Risks of unhealthy BMI:": "مخاطر مؤشر كتلة الجسم غير الصحي:",
  "High blood pressure, increased risk of heart attack, stroke, type 2 diabetes, chronic back and joint pain": "ارتفاع ضغط الدم، وزيادة خطر الإصابة بالنوبات القلبية، والسكتة الدماغية، والسكري من النوع 2، وآلام الظهر والمفاصل المزمنة",
  "pain areas": "مناطق الألم",
  "body type:": "نوع الجسم:",
  "Fitness level:": "مستوى اللياقة البدنية:",
  "Metabolism:": "الاسْتِقْلاب:",
  "Moderate, challenging to stay trimmed.": "معتدل، ويشكل تحديًا للبقاء مشذبًا.",
  "you": "أنت",
  "How tall are you?": "كم طولك؟",
  "How old are you?": "كم عمرك؟",
  "your current weight?": "وزنك الحالي؟",
  "please select any areas where you are experiencing discomfort or pain": "يرجى تحديد أي مناطق تشعر فيها بعدم الراحة أو الألم",
  "choose your age": "إختاري عمرك",
  "The participant must choose the age group so that the trainers can customize an appropriate training program suitable for her individual needs.": "يتوجب على المشترك اختيار الفئة العمرية حتى يقوم المدربون بتخصيص برنامج تدريب ملائم ومناسب لاحتياجاته الفردية.",
  "The trainee must choose the body shape so that the trainers can customize an appropriate training program suitable for her individual needs.": "يجب على المتدرب اختيار شكل الجسم حتى يتمكن المدربون من تخصيص برنامج تدريبي مناسب يناسب احتياجاته الفردية.",
  "dark": "رحلة رمضان لمدّة",
  "benefit from your fasting, Ramadan journey for": "استفد من صيامك، رحلة رمضان لمدة",
  "addons": "إضافات",
  "next": "التالي",
  "total": "الإجمالي",
  "price": "السعر",
  "VAT": "ضريبة القيمة المضافة",
  "user cart": "سلّة الشراء",
  "purchase": "دفع",
  "back": "العودة",
  "weekly check": "مراجعة إسبوعية",
  "money back guarantee": "ضمان استعادة الأموال",
  "whatsapp copy": "نسخة واتس آب",
  "supplements": "مكملات غذائية",
  "supplements list specially for your training program": "قائمة مكملات غذائية خاصّة لبرنامجك التدريبي",
  "weekly check by your personal trainer to assess progress and provide guidance if necessary.": "مراجعة أسبوعية من قِبل مدربك الشخصي للتقييم والتوجيه.",
  "We will send you the training program to this email, so please ensure it is correct.": "سوف نرسل لك البرنامج التدريبي على هذا البريد الإلكتروني، لذا يرجى التأكد من صحته.",
  "If you complete the program with no results, we offer a money back guarantee.": "إذا أكملت البرنامج بدون نتائج، فإننا نقدم ضمان استعادة الأموال.",
  "get a whatsapp copy of your program": "احصل على نسخة من برنامج التدريب على الواتس آب.",
  "Finding the best program that fits your requirements": "جار العثور على أفضل برنامج يغطي احتياجاتك",
  "has chosen pound platform already": "اختار منصّة باوند بالفعل",
  "how can this plan help me lose weight?": "كيف يمكن أن تساعدني هذه الخطة على فقدان الوزن؟",
  "your plan includes everything you need for successful weight loss. a variety of exercise step by step nutrition plan, and expert tips": "تتضمن خطتك كل ما تحتاجه لإنقاص الوزن بنجاح. مجموعة متنوعة من التمارين الرياضية وخطة التغذية خطوة بخطوة ونصائح الخبراء",
  "23k people": "23 ألف شخص",
  "muscle": "عضلات",
  "waiting list": "قائمة الإنتظار",
  "fat": "خسارة الوزن",
  "customers": "عملاء",
  "message": "رسالة",
  "testimonials": "المراجعات",
  "products": "المنتجات",
  "pound-selection": "اختيار باوند",
  "training programs": "برامج التدريب",
  "certifications": "الخبرات",
  "certification number": "الشهادة",
  "customer stories": "قصص العملاء",
  "languages": "اللغات",
  "verified coach": "مدرب معتمد",
  "rating": "التقييم",
  "pay now": "شراء",
  "invoice": "فاتورة",
  "our partners": "شركاؤنا",
  "receipt": "إيصال",
  "client number": "رقم العميل",
  "This is computer generated receipt and does not require physical signature.": "هذه إيصالات مُنشأة آليًا ولا تتطلب توقيعًا من العميل.",
  "note": "ملاحظة",
  "sub total": "السعر",
  "invoice to": "فاتورة إلى",
  "invoice number": "رقم الفاتورة",
  "receipt number": "رقم الإيصال",
  "order number": "رقم الطلب",
  "order": "طلب",
  "date": "التاريخ",
  "how it works": "طريقة عمل الموقع",
  "Trainer Approval Process": "عملية الموافقة على المدرب",
  "Every trainer on our platform goes through a rigorous approval process, ensuring they're not just fitness enthusiasts, but professionals. Each trainer is certified and approved by a qualified physician to ensure the highest level of expertise.": "يخضع كل مدرب على منصتنا لعملية موافقة صارمة، مما يضمن أنهم ليسوا مجرد عشاق للياقة، بل محترفون. يتم توثيق كل مدرب والموافقة عليه من قبل طبيب مؤهل لضمان أعلى مستوى من الخبرة.",
  "Customized training programs": "برامج تدريب مخصصة",
  "Users have the power to shape their sporting journey. Choose your trainer and request a personal training program tailored to your needs, whether it's a 4-week challenge or a long-term commitment.": "يحظى المستخدمون بالقدرة على تشكيل رحلتهم الرياضية. اختر مدربك واطلب برنامج تدريب شخصي مصمم حسب احتياجاتك، سواء كانت تحدياً لمدة 4 أسابيع أو التزامًا طويل الأمد.",
  "Verified by doctors": "التحقق من قبل الأطباء",
  "slim": "عادي",
  "mid": "متوسط",
  "big": "ممتلئ",
  "in": "في",
  "this nutrition program has been designed and certified by:": "تم تصميم برنامج التغذية هذا واعتماده من قبل:",

  "thin": "ناشف",
  "detailed": "مفصّل",
  "curvy": "متعرّج",
  "shredded": "منحوت",

  "knee": "الرّكبة",
  "BACK": "الظهر",
  "none": "لاشئ",
  "neck": "الرّقبة",

  "less than a year": "أقل من سنة",
  "1-2 years ago": "قبل 1-2 سنة",
  "more than 3 years ago": "قبل أكثر من 3 سنوات",
  "never": "أبداَ",

  "Mesomorph": "ميسومورف",
  "Medium shape, more muscular.": "شكل متوسط، أكثر عضلية.",
  "Ectomorph": "ميسومورف",
  "Slender, less fat percentage and muscle mass": "نحيف وأقل نسبة دهون وكتلة عضلية",
  "Endomorph": "إندومورف",
  "loose skin and lack of muscular tone": "الجلد المترهل ونقص قوة العضلات",

  "To ensure the legitimacy and safety of each training program, each program undergoes a comprehensive examination by our team of certified doctors. This step ensures that each fitness program complies with health standards, giving you the reassurance you deserve.": "لضمان شرعية وسلامة كل برنامج تدريب، يخضع كل برنامج لفحص شامل من قبل فريقنا من الأطباء المعتمدين. يضمن هذا الخطوة أن كل برنامج للياقة يتوافق مع المعايير الصحية، مما يمنحك الطمأنينة التي تستحقها"
}
